Repository: markustenghamn/MDHSchedule
Catalog: MDH Schedule IOS/*.lproj/Localizable.strings
Languages: sv

# wifierrortitle
source: No connection
sv: Ingen anslutning

# wifidetailerror
source: No connection to schedule server, please make sure 3G or WIFI is enabled.
sv: Ingen anslutning till schema servern, verifiera att du har 3G eller WIFI anslutning.

source: Error
sv: Fel

# coursedataerror
source: Courses could not be loaded.
sv: Kurser kunde inte laddas.

source: Add courses
sv: Lägg till kurser

# nocoursesselected
source: You have not selected any courses.
sv: Du har inte valt några kurser

source: Cancel
sv: Avbryt

source: Remove
sv: Ta bort

# sureremove
source: Are you sure you want to remove the courses?
sv: Är du säker på att du vill ta bort kurserna?

# noselected
source: No courses have been selected
sv: Du har inte valt några kurser

# removeall
source: Remove all courses
sv: Ta bort alla kurser?

# removeallmsg
source: Are you sure you want to remove all courses?
sv: Är du säker på att du vill ta bort alla kurser?

# nonetoremove
source: There are no courses to remove
sv: Det finns inga kurser att ta bort

source: All
sv: Alla
